Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: It's time to race your way into tomorrow, TODAY!
pl: Pora ruszyć w przyszłość, WŁAŚNIE TERAZ!

source: It's trying to hack us!
pl: Próbuje nas zhakować!

source: It's unnecessary.
pl: To zbędne.

source: It's usually mined, but for some reason, this stuff is lying around everywhere.
pl: Wydobywana w kopalniach, ale z jakiegoś powodu poniewiera się na powierzchni.

source: It's wonderful to see your interest in the things of this world. The collection you've amassed has earned you a special present!
pl: Cudownie jest widzieć twoje zainteresowanie światem. Zgromadzona przez Ciebie kolekcja zasłużyła na specjalną nagrodę!

source: It's you and me, friend! No holds barred!
pl: Tylko ty i ja, przyjacielu! Wolni jak ptaki!

source: It's you, is it?
pl: To wy, prawda?

source: It's your duty to survive.
pl: Waszym obowiązkiem jest przetrwanie.

source: It's...fascinating.
pl: Są... fascynujące.

source: It'sh...not our fault... Zzzzzz...
pl: To nie... nasza wina... Zzzz...

source: It...hu...it...it...hurts...
pl: To... bo... li... to... boli...

source: It...hurts...
pl: To... boli...

source: It...talks?
pl: To... gada?

source: It...talks? I didn't know the machines had that kind of intelligence.
pl: To... mówi? Nie wiedziałam, że maszyny wykazują się takim poziomem inteligencji.

source: Italian Checker
pl: Korekta (włoski)

source: Italian Tester
pl: Tester języka (włoski)

source: Italian Translator
pl: Tłumacz (włoski)

source: Italy
pl: Włochy

source: Item Scan
pl: Skan przedmiotów

source: Item Shop
pl: Sklep z przedmiotami

source: Item Shops
pl: Sklepy z przedmiotami

source: Items Obtained
pl: Zdobyte przedmioty

source: Items are automatically drawn in and collected.
pl: Przedmioty są automatycznie przyciągane i zbierane.

source: Items harvested
pl: Przedmiotów zebranych

source: Items used
pl: Przedmiotów użytych

source: Its main drive has been trashed, so there's no way it can attack us.
pl: Jego główny napęd został zniszczony, więc nie ma szans, żeby nas zaatakował.

source: Its no-frills design gives it an aura of serious weaponry.
pl: Dzięki pozbawionemu fanaberii projektowi daje wrażenie poważnej broni.

source: Its pitch-black spearhead gleams with the ruthlessness of a warrior who never knew mercy.
pl: Smoliście czarna włócznia, błyszcząca bezwzględnością nieznającego litości wojownika.

source: Its power increases as it charges with energy.
pl: Moc lancy zwiększa się po naładowaniu.

source: Its power increases with its charge.
pl: Moc miecza zwiększa się po naładowaniu.

source: Its small sword is thought to have been created by a machine lifeform haphazardly combining metals.
pl: Uważa się, że mały miecz tej mechanicznej forma życia powstał z chaotycznego łączenia metali.

source: Its title means "thoughts" in an ancient language.
pl: Oryginalnie zatytułowana „Pensées”.

source: It’s worth destroying the world
pl: Warto zniszczyć świat

source: Ivory Coast
pl: Wybrzeże Kości Słoniowej

source: I—or we machine lifeforms, I suppose—have a keen interest in humanity.
pl: Ja — czy raczej my, mechaniczne formy życia — bardzo interesujemy się ludzkością.

source: I—or we, I guess—worked with each other to keep our defensive lines intact.
pl: Ja... a tak właściwie, to my... Współpracowaliśmy ze sobą, aby utrzymywać nasze linie obrony.

source: I’d accept death
pl: Zaakceptowałbym śmierć

source: I’d even stomach betrayal
pl: Zdzierżyłbym zdradę

source: I’m scared...
pl: Boję się...

source: I’ve continued reaching
pl: Wciąż sięgałem

source: JAPANESE VOICES
pl: GŁOSY JAPOŃSKIE

source: Jackass is doing research on the excitement androids experience during battle. She needs combat data on a new enemy model, so head into the desert and start wreckin' machines!
pl: Jackass prowadzi badania nad podnieceniem, którego doświadczają androidy w trakcie walki. Potrzebuje danych bojowych z nowych modeli wrogów, więc musisz ruszyć na pustynię, by zacząć niszczyć maszyny!

source: Jackass needs even more detailed data. Defeat the target machines in 30 seconds.
pl: Jackass potrzebuje bardziej szczegółowych danych. Pokonaj wyznacznoych przeciwników w 30 sekund.

source: Jackass needs more detailed data. Defeat the target machines without taking any damage!
pl: Jackass potrzebuje bardziej szczegółowych danych. Pokonaj wskazanych przeciwników bez otrzymania obrażeń!

source: Jackass seemed very surprised that a YoRHa type, being specialized in combat, was capable of regular thought. According to her, normal thoughts only get in the way when you're trying to destroy things. Jackass is already considering what to do next...
pl: Jackass wydała się zaskoczona, że typ YoRHa wyspecjalizowany w walce, jest zdolny do normalnego myślenia. Według niej, normalne myśli tylko przeszkadzają, gdy próbuje się niszczyć rzeczy. Jackass już zastanawia się, co zrobić dalej.

source: Jackass's Bomb Recipe
pl: Przepis na bombę Jackass

source: Jackass's Research
pl: Badania Jackass

source: Jamaica
pl: Jamajka

source: January 3, 2045 [Summary] It has been decided that the United Nations will launch a full-scale investigation and infiltration operation in order to determine the cause of the massive Legion outbreak in the Tokyo area. Details regarding the progress of Project Gestalt are to be shared as part of this effort, though we will insist that any information which leaves the country must first be thoroughly verified by our committee. In particular, information regarding "relapses" (name tentative) must be kept in the strictest confidence.
pl: 3 stycznia 2045 [Podsumowanie] Została podjęta decyzja, że ONZ rozpocznie pełne dochodzenie i infiltrację w celu określenia przyczyn masowej epidemii Legionu na terenie Tokio. W ramach tych działań zostaną udostępnione szczegóły dotyczące postępu Projektu Gestalt, choć nalegamy na to, aby wszelkie informacje, które opuszczą kraj, zostały najpierw szczegółowo zweryfikowane przez nasz komitet. W szczególności, informacje dotyczące „nawrotów” (nazwa tymczasowa) muszą pozostać ściśle poufne.

source: Japan
pl: Japonia

source: Japanese
pl: Japoński

source: Japanese Business Translators
pl: Tłumacze biznesowi (japoński)

source: Japanese Translation Manager
pl: Menadżer tłumaczenia japońskiego

source: Japanese Translator
pl: Tłumacz japońskiego

source: Japanese Voices
pl: Głosy japońskie

source: Jean-Paul seemed rather...nonplussed about the gifts. Go tell the three fans how he responded.
pl: Jean-Paul wydał się dość... zakłopotany podarkami. Idź powiedzieć trzem fankom jak zareagował.

source: Jean-Paul's Letter
pl: List Jean-Paula

source: Jean-Paul's Melancholy
pl: Melancholia Jean-Paula

source: Jean-Paul's letter.
pl: List od Jean-Paula.

source: Jean-Paul's letter. It reads: "I've left to seek the truth of the world. Throw that trash away!"
pl: List od Jean-Paula. Jest w nim napisane: „Odszedłem, by szukać prawdy o świecie. Wyrzućcie te śmieci.”

source: Join up with him on-site and lend support however you can.
pl: Dołącz do niego na miejscu, zapewnię ci wsparcie jakie tylko jestem w stanie.

source: Joking! I'm joking! ...Mostly.
pl: Żartuję, no... To był żart! ...w większości.

source: Jordan
pl: Jordania

source: Joy! Elation! I'd not thought myself capable of such.
pl: Radość! Euforia! Nie sądziłem, że jestem zdolny do takich uczuć.

source: Joy? Love? What is the point? Happiness wasn't going to keep me from getting killed, now was it?
pl: Radość? Miłość? Jaki to ma sens? Szczęście nie uchroni mnie przed śmiercią, czyż nie?

source: Judging from the data found on the man and the machine, both tricked the other into coming here in order to exact revenge. Report your findings to the client.
pl: Na podstawie danych znalezionych przy mężczyźnie i maszynie, można sądzić, że obaj podstępem nakłonili się nawzajem do przybycia tutaj z zamiarem zemsty. Przekaż swoje ustalenia klientce.

source: Jukebox
pl: Szafa grająca

source: Juliet
pl: Julia

source: Juliet 1
pl: Julia 1

source: Juliet 2
pl: Julia 2

source: Juliet 3
pl: Julia 3

source: Jump
pl: Skok

source: Jump rope? I wanna jump rope!
pl: Skakankę? Ja chcę skakankę!

source: Jump, work, jump, work, jump, work, jump, work, jump, work...
pl: Skok, praca, skok, praca, skok, praca, skok, praca, skok, praca...

source: Jumping System Disabled
pl: Uszkodzenia systemu skoku

source: Jun...k...bro...ken... I... I...
pl: Śmie...ci... Ze...psu..te... Ja... Ja...

source: June 4 I haven't been home in days. They cut my pay again. I can't keep this up. June 12 It was decided at the morning meeting that they're stepping up our production quota. No wonder explosions keep happening! You can't just churn out important weapons all willy-nilly. September 22 There was another rampage in the underground test site—sounds like a P-22 model this time. One of my friends died. When is the war with the Legion going to end?
pl: 4 czerwca Nie było mnie w domu już wiele dni. Znowu obcięli mi wypłatę. Dłużej już nie wytrzymam. 12 czerwca Na porannym spotkaniu zdecydowali, że zwiększą nam wymagania na produkcji. Nic dziwnego, że wciąż zdarzają się wybuchy! Przecież nie można sobie tak beztrosko klecić masy ważnych broni. 22 września W podziemnym poligonie kolejna maszyna wpadła w szał — tym razem brzmiało to jak model P-22. Jeden z moich przyjaciół zginął. Kiedy ta wojna z Legionem się skończy?

source: Junior Machine
pl: Nowa maszyna

source: Junk! Danger!
pl: Śmieci! Niebezpieczeństwo!

source: Junk! Disappeared!
pl: Śmieci! Zniknęły!

source: Junk!?
pl: Śmieci?!

source: Jupiter
pl: Jowisz

source: Jupiter's Fortunes
pl: Wróżba Jowisza

source: Just a little more...
pl: Jeszcze troszkę...

source: Just another defensive system.
pl: To tylko kolejny system obronny.

source: Just because I'm big doesn't mean I'm strong...
pl: To, że jestem duży, nie znaczy, że jestem silny...

source: Just break it down and get my son out of there.
pl: Po prostu... Włam się, żeby wydostać mojego syna.

source: Just bring back whatever moose and boar meat you find, all right? And thanks!
pl: W skrócie: przynieście mi mięso, które uda wam się pozyskać z łosia i dzika. Dobra? Z góry dziękuję!

source: Just do what I say!
pl: Rób co ci każę!

source: Just don't ask where I get my parts from, okay?
pl: Tylko nie pytaj skąd biorę te części, okej?

source: Just follow the emergency manual and execute the memory recovery program. </page>
pl: Po prostu wykorzystaj poradnik kryzysowy i przeprowadź program odzyskiwania pamięci. </page>

source: Just get going, okay? I'll be right behind you.
pl: Po prostu ruszaj, okej? Będę tuż za tobą.

source: Just get out there, kick some machine ass, and come back safe!
pl: Po prostu idź stąd, skop maszynom trochę tyłki i wróć bezpiecznie!

source: Just give me a moment...
pl: Daj mi tylko chwilę...

source: Just give me a second here...
pl: daj mi chwilę...

source: Just go. Run! I'll figure out how to handle this!
pl: Uciekaj. Biegnij! Spróbuję sobie jakoś z tym poradzić!

source: Just go...
pl: Odpuść...

source: Just goes to show that no one can escape their destiny, be they android or machine.
pl: To tylko pokazuje, że nikt nie ucieknie przed swoim przeznaczeniem, nieważne czy android, czy maszyna.

source: Just grab all the stuff I need and get it out of there, okay?
pl: Po prostu weź to, czego potrzebuję i stamtąd wynieś. Dobrze?

source: Just hack into a machine without getting noticed.
pl: Po prostu zhakuj maszynę nie dając się zauważyć.

source: Just how it was manufactured. Pretty boring, actually.
pl: Tylko tyle, w jaki sposób został wyprodukowany. Szczerze mówiąc, dość nudne.

source: Just like our commanding officer, my dream is to kill scores of machines and contribute to humanity's great victory.
pl: Mam takie samo marzenie, jak nasza oficer dowodząca: zabić masę maszyn i przyczynić się do wielkiego zwycięstwa ludzkości.

source: Just make sure you don't get caught up in one of her explosions, you hear?
pl: Upewnijcie się, że nie znajdziecie się w zasięgu jednej z jej eksplozji, dobrze?

source: Just one of them can wipe out multiple machine troops.
pl: Tylko jeden z nich wyrżnął wielu naszych żołnierzy.

source: Just relax and loosen your bolts a bit.
pl: Po prostu się odpręż i poluzuj trochę śrubki.

source: Just remember that there's nowhere to resupply out there.
pl: Pamiętajcie, że nie ma tam żadnego punktu z zaopatrzeniem.

source: Just remember,
pl: Po prostu pamiętaj,

source: Just shut up and leave before I change my mind.
pl: Po prostu się zamknij i odejdź zanim zmienię zdanie.

source: Just shut up...
pl: Po prostu się zamknij...

source: Just slow down, all right? We need more data about what happened.
pl: Uspokój się, dobrze? Potrzebujemy więcej danych o tym, co się wydarzyło.

source: Just so you know, you're quite popular with the operators! ...Er, but you didn't hear that from me.
pl: Tak żebyś wiedziała, jesteś dość popularna wśród operatorów! Eee... nie słyszałaś tego ode mnie.

source: Just some old junk.
pl: Jakiś złom.

source: Just some old junk. Can be exchanged for money.
pl: Jakiś śmieć. Może zostać sprzedany.

source: Just standing here will be detrimental to your health, as you will be slowly consumed by rage!
pl: Samo przebywanie tutaj jest szkodliwe dla waszego życia, ponieważ będziecie powoli pochłaniani przez gniew!

source: Just take it already! It's not like we have anything to spend it on.
pl: Weź to i nie narzekaj! W końcu, i tak nie mamy na co tego wydać.

source: Just the ones in the village. They're totally harmless, and they also have the means to construct intricate devices that we can't.
pl: Tak, ale tylko z tymi z wioski. Są zupełnie niegroźne i na dodatek potrafią tworzyć wymyślne urządzenia, z którymi my sobie nie radzimy.

source: Just to be clear, I'm not standing here by myself because I don't have any friends.
pl: Żeby była jasność, nie stoję tu sam tylko dlatego, że nie mam przyjaciół.

source: Just wait here, okay? I'll get what you need as soon as I can.
pl: Zaczekaj tutaj, dobrze? A ja, jak najszybciej, zdobędę to, czego potrzebujesz.

source: Just wait, my child! When you return, Father Servo will be more powerful than you can possibly imagine!
pl: Poczekajci, moje dzieci! Kiedy wrócicie, Ojciec Servo będzie potężniejszy, niż sobie wyobrażacie!

source: Just when I thought I was done working, there was another pile of tasks waiting for me...
pl: Gdy tylko wydaje mi się, że skończyłem, już czeka na mnie kolejna sterta zadań do wykonania...

source: Just...a little more...
pl: Jeszcze... tylko trochę...

source: Justice cannot fail. We must endure on behalf of those who have fallen before us.
pl: Sprawiedliwość nie zawiedzie. Musimy wytrzymać, w imieniu tych, który upadli przed nami.

source: K-Kill...
pl: Za-zabić...

source: KIIIIIIIIIIIIIIIL!
pl: ZAAAAAAABIIIIIIĆ!

source: KILL ALL...WHO STAND IN...OUR WAY...
pl: ZABIĆ WSZYSTKICH... KTÓRZY STOJĄ... NAM NA DRODZE...

source: KILL EACH AND EVERY ONE!
pl: ZABIĆ KAŻDEGO Z NICH!

source: KILL! KILL! KILL!
pl: ZABIĆ! ZABIĆ! ZABIĆ!

source: KILL. ALL KILL. ALL OF YOU KILL KILL KILL KILL KILL...
pl: ZABIĆ. ZABIĆ WSZYSTKICH. WSZYSTKICH Z WAS ZABIĆ ZABIĆ ZABIĆ ZABIĆ ZABIĆ...

source: KILL...
pl: ZABIJ...

source: KILL... KILL...
pl: ZABIJ... ZABIJ...

source: KNIFE
pl: NÓŻ

source: Kamikaze Unit
pl: jednostka kamikaze

source: Kazakhstan
pl: Kazachstan

source: Keep 'em coming...
pl: Niech przychodzą...

source: Keep 11B's plans to yourself.
pl: Zachowaj plany 11B dla siebie.

source: Keep going! Don't be afraid!
pl: Dalej! Nie bać się!

source: Keep it busy!
pl: Zajmij go czymś!

source: Keep it up! I want us to grow ever faster together!
pl: Tak trzymaj! Chcę, żebyśmy oboje stali się szybsi!

source: Keep it.
pl: Zachowaj go.

source: Keep training every day! I'm sure you can do even better!
pl: Trenuj każdego dnia! Jestem pewien, że stać cię na więcej!

source: Keep working hard to obtain better results!
pl: Pracuj ciężko, by zdobyć lepsze wyniki!

source: Keep working.
pl: Nie przerywaj pracy.

source: Keep your hands to yourself.
pl: Odmów jej pomocy.

source: Keep your money.
pl: Zachowaj pieniądze dla siebie.

source: Keeping all sides in check is simple when no one uses their power. But once that seal is broken, the end is nigh. Thus did the peaceful village transform itself into a living hell over the space of a single night.
pl: Trzymanie wszystkich stron w szachu jest proste, gdy nikt nie korzysta ze swojej mocy. Ale kiedy pieczęć zostanie złamana, koniec jest blisko. I w ten sposób, z dnia na dzień, spokojna wioska zmieniła się w piekło.

source: Kenya
pl: Kenia

source: Key Items
pl: Przedmioty kluczowe

source: Keyboard Layout
pl: Układ klawiatury

source: Keyboard layout
pl: Układ klawiatury

source: Keyhole detected. A corresponding key will likely be required.
pl: Wykryto dziurkę od klucza. Prawdopodobnie wymagany będzie odpowiedni klucz.

source: Keys are overlapping.
pl: Konflikt przypisanych klawiszy.

source: Kiiiiiiii...ll...
pl: Zabiiiiiij...

source: Kill all androids! Kill all androids!
pl: Zabić wszystkie androidy! Zabić wszystkie androidy!

source: Kill me, coward! Kill me! Kill me! Kill me! Kill me!
pl: Zabij mnie, tchórzu! Zabij mnie! Zabij mnie! Zabij mnie! Zabij mnie!

source: Kill the androids!
pl: Zabić androidy!

source: Kill! Destroy!
pl: Zabić! Zniszczyć!

source: Kill! Kill!
pl: Zabić! Zabić!

source: Kill! Kill! Kill kill KILL KILL!
pl: Zabić! Zabić! Zabić zabić ZABIĆ ZABIĆ!

source: Kill! Kill! Kill! Ki... Oh hey, 9S! Sup?
pl: Zabij! Zabij! Zabij! Zabi... O, cześć 9S! Co tam?

source: Kill! Kill! Kill! Kill!
pl: Zabij! Zabij! Zabij! Zabij!

source: Kill...
pl: Zabij...

source: Kill... Kill...
pl: Zabić... Zabić...

source: Kill... Kill... Kill... Kill...
pl: Zabić... Zabić... Zabić... Zabić...

source: Kill...me! Do it! Kill...me! Do it!
pl: Zabij... mnie! Zrób to! Zabij... mnie! Zrób to!

source: Kill...me... Kill...
pl: Zabij... mnie... Zabij...

source: Killifish
pl: Proporczykowiec

source: Killifish Machine
pl: Proporczykowiec maszyna

source: Kind of deep, really. I mean, where does the wind blow from? What do you think, 2B?
pl: To w sumie dość głębokie pytanie. No bo skąd w ogóle wieje wiatr? Co o tym sądzisz, 2B?

source: King of the Forest
pl: Król Lasu

source: Knight Captain
pl: Kapitan rycerzy

source: Know that you must "rely on your own strength", as is demanded by Rule 61,284.
pl: Wiedzcie, że musicie „polegać na swojej sile”, jak żąda tego Zasada 61284.

source: Knowing that, do you still wish for them to survive?
pl: Mając to na uwadze, czy nadal pragniesz, aby przetrwali?

source: Knowledge expands horizons and enriches existence.
pl: Wiedza poszerza horyzonty i wzbogaca egzystencję.

source: Knowledge of such unique individuals is essential for the success of future missions.
pl: Wiedza o takich unikalnych jednostkach jest istotna dla sukcesu naszych przyszłych misji.

source: Ko-Shi & Ro-shi
pl: Ko-Shi i Ro-Shi

source: Ko-shi & Ro-shi
pl: Ko-Shi i Ro-Shi

source: Koi Carp
pl: Karp koi

source: Koi Carp Machine
pl: Karp koi maszyna

source: Korean Localization
pl: Lokalizacja - Koreański

source: Kosovo
pl: Kosowo

source: Kuwait
pl: Kuwejt

source: Kyrgyzstan
pl: Kirgistan

source: L Click
pl: Lewy p. myszy

source: L-Look, we'll come back, okay? We'll come back and check on you.
pl: Słuchaj... Wrócimy tu do ciebie jeszcze, dobrze? Wrócimy i sprawdzimy, jak się masz.

source: LEAVE NOW!
pl: ODEJDŹCIE!

source: LEAVE THIS PLACE. LEAVE NOW!
pl: OPUŚĆCIE TO MIEJSCE. ODEJDŹCIE!

source: LEGAL & INTELLECTUAL PROPERTY DIVISION
pl: DZIAŁ PRAWNY I WŁASNOŚCI INTELEKTUALNEJ

source: LEVEL UP
pl: NOWY POZIOM

source: LIMITER RELEASED
pl: OGRANICZENIE ZNIESIONE

source: LOAD GAME
pl: WCZYTYWANIE GRY

source: LOCALIZATION
pl: LOKALIZACJA

source: LOCALIZATION DIVISION
pl: DZIAŁ LOKALIZACJI

source: LOCK PLAYER LEVEL
pl: ZABLOKUJ POZIOM GRACZA

source: LONG AGO, I RESCUED A HURT ANIMAL.
pl: DAWNO TEMU, URATOWAŁEM RANNE ZWIERZĘ.

source: LONG LONG AGO. A RECORD LEFT IN A BROKEN MEMORY CIRCUIT. THE LEADER OF AN ANIMAL PACK PICKED ME UP WHEN I WAS BROKEN AND COULD NOT MOVE AND SAVED ME. HE WAS A GREAT LEADER. HE LIVED FOR THE PACK. WHEN HE DIED I WANTED TO DO THE SAME. TO LIVE FOR EVERYONE'S SAKE AND DIE FOR EVERYONE'S SAKE. BUT I AM A MACHINE SO EVERYONE WOULD LEAVE ME BEHIND. BUT THE PACK LIVES ON AND BRINGS NEW LIFE SO IT IS MY DUTY TO PROTECT THAT. IT WAS THE PROMISE I MADE TO MY DEAD LEADER. WITH THESE MEMORIES OF PEACE I MUST CONTINUE TO PROTECT MY FAMILY. BUT ONE DAY IN THE WAR BETWEEN THE ANDROIDS AND MACHINES THE FOREST WAS RAZED. WE CANNOT GO ON LIVING WITHOUT A HOME. THE FAMILY FALLS APART. THAT IS WHY I SEARCH. FOR A NEW PLACE TO LIVE. A FOREST WHERE WE CAN ALL LIVE AND WHERE NO ONE WILL BOTHER US. I AM HERE SO IT WILL BE OKAY. I SWEAR TO FIND A WAY TO MAKE EVERYONE HAPPY.
pl: DAWNO, DAWNO TEMU. ZAPISKI POZOSTAWIONE W ZEPSUTYCH OBWODACH PAMIĘCI. PRZYWÓDCA STADA ZWIERZĄT ZAJĄŁ SIĘ MNĄ, KIEDY BYŁEM ZEPSUTY I NIE MOGŁEM SIĘ RUSZYĆ. URATOWAŁ MNIE. ŻYŁ DLA STADA. KIEDY UMARŁ, CHCIAŁEM BYĆ TAKI SAM. ŻYĆ DLA DOBRA RESZTY I UMRZEĆ DLA DOBRA RESZTY. ALE JESTEM MASZYNĄ, WIĘC WSZYSCY MNIE PORZUCĄ. ALE STADO ŻYJE DALEJ I PRZYNOSI NOWE ŻYCIE, WIĘC MOIM OBOWIĄZKIEM JEST JEGO OCHRONA. TAKA BYŁA OBIETNICA, KTÓRĄ ZŁOŻYŁEM MOJEMU MARTWEMU PRZYWÓDCY. MAJĄC W PAMIĘCI POKÓJ, MUSZĘ DALEJ CHRONIĆ SWOJĄ RODZINĘ. ALE PEWNEGO DNIA W WOJNIE MIĘDZY ANDROIDAMI I MASZYNAMI STARTO Z POWIERZCHNI ZIEMI LAS. NIE MOGLIŚMY ŻYĆ BEZ DOMU. RODZINA SIĘ ROZPADAŁA. DLATEGO WYRUSZYŁEM NA POSZUKIWANIE NOWEGO MIEJSCA ZAMIESZKANIA. LASU, W KTÓRYM WSZYSCY BĘDZIEMY MOGLI ŻYĆ I NIKT NAM NIE BĘDZIE PRZESZKADZAŁ. JESTEM TUTAJ, WIĘC WSZYSTKO BĘDZIE DOBRZE. PRZYRZEKAM, ŻE ZNAJDĘ SPOSÓB, ABY WSZYSCY BYLI SZCZĘŚLIWI.

source: LOWER PITCH
pl: OBNIŻ TON

source: LOWER TEMPO
pl: SPOWOLNIJ TEMPO

source: LQA Lead
pl: Kierownik LQA

source: Landing at the City Ruins
pl: Lądowanie w ruinach miasta

source: Language
pl: Język

source: Language Project Lead
pl: Kierownik języka

source: Large Battery
pl: Duża bateria

source: Large G Luck+
pl: Szczęście do G + (L)

source: Large Gear
pl: Duży trybik

source: Large Recovery
pl: Duże uzdrowienie

source: Large Swords
pl: Miecze duże

source: Large energy supply detected within this factory.
pl: Na terenie fabryki wykryto potężne źródło energii.

source: Large numbers of humans resided in such concrete and metal shelters.
pl: Duże skupiska ludności zamieszkiwały takie schronienia zbudowane z betonu i metalu.

source: Large numbers of machine lifeforms are rampaging through the city ruins.
pl: Duża ilość mechanicznych form życia sieje spustoszenie w ruinach miasta.

source: Large portions of my memory may have been destroyed...<bt_wait>
pl: Duże fragmenty mojej pamięci mogły zostać zniszczone...<bt_wait>

source: Large structural unit of machine lifeform origin activated to the east.
pl: Duża jednostka strukturalna pochodząca od mechanicznych form życia została aktywowana na wschodzie.

source: Large structural units?
pl: Wielkie jednostki strukturalne?

source: Laser comm system activated.
pl: Aktywowanie komunikacji laserowej.

source: Laser communications recovered.
pl: Wznowiono komunikację laserową.

source: Last I heard, she was out at the desert station.
pl: Z tego co wiem, ostatnio była widziana w obozie na pustyni.

source: Last Stand
pl: Ostatnia szansa

source: Last Stand +1
pl: Ostatnia szansa +1

source: Last Stand +2
pl: Ostatnia szansa +2

source: Last Stand +3
pl: Ostatnia szansa +3

source: Last Stand +4
pl: Ostatnia szansa +4

source: Last Stand +5
pl: Ostatnia szansa +5

source: Last Stand +6
pl: Ostatnia szansa +6

source: Last Stand +7
pl: Ostatnia szansa +7

source: Last Stand +8
pl: Ostatnia szansa +8

source: Last time I heard from them, they were in the flooded city.
pl: W ostatniej wiadomości, jaką od nich dostałem, pisali, że znajdują się w zalanym mieście.
